export function Prolog() {
  return (
    <div className={`flex flex-col items-center gap-5`}>
      <h1 className={`text-scale-1200 w-[500px]`}>프롤로그</h1>
      <p className={`text-scale-1200 w-[500px]`}>(전략)</p>
      <p className={`text-scale-1200 w-[500px]`}>
        아름답고 우아하게 살고 싶다는 바람이 있기에 그런 태도로 무엇인가를
        주고받고 싶지만, 번번이 실패한다. 어떤 밤에는 '그렇게 많이 말하지 말걸!'
        '그 말은 하지 말았어야 했는데'하며 이불을 걷어차고, 또 다른 새벽에는 '그
        사람이 내게 한 말은 도대체 무슨 의미였을까'하고 고민하다가 잠 못 이룬다.
      </p>
      <p className={`text-scale-1200 w-[500px]`}>
        말과 글이 가진 정확하고 또렷한 힘이 어쩐지 버거운 날, 그런 날에는
        조심스레 한구석에 숨겨둔 우아한 언어를 꺼내본다. 전하고자 하는 바를 그
        언어로 표현해보기도 하고, 누군가 그것으로 만든 책을 펼쳐 혼자 방 안에서
        가만히 들여다보기도 한다. 그럴 때, 나는 잠시 내가 바라는 아름답고 우아한
        사람이 된다.
      </p>
      <p className={`text-scale-1200 w-[500px]`}>
        말과 글이 가진 정확하고 또렷한 힘이 어쩐지 버거운 날, 그런 날에는
        조심스레 한구석에 숨겨둔 우아한 언어를 꺼내본다. 전하고자 하는 바를 그
        언어로 표현해보기도 하고, 누군가 그것으로 만든 책을 펼쳐 혼자 방 안에서
        가만히 들여다보기도 한다. 그럴 때, 나는 잠시 내가 바라는 아름답고 우아한
        사람이 된다.
      </p>
      <p className={`text-scale-1200 w-[500px]`}>
        내가 아는 우아한 언어는 '사진'이다. 사진을 둘러싼 여러 이야기가 이 책에
        담겨 있지만, 꼭 사진에 대한 것인지는 잘 모르겠다. 또 다른 우아한 언어를
        아는 이가 있다면, 그 단어를 넣어보아도 이상하지 않을 것이다.
      </p>
    </div>
  );
}
