export function Senior() {
  return (
    <div className={`flex flex-col items-center gap-5`}>
      <p className={`text-scale-1200 w-[500px] break-keep`}>
        어릴 적부터 어른과 하는 대화는 어려웠고 곤란했고 때로 화가 났다. 존경할
        수 있는 어른은 드물었다. 치기 어린 반항인 줄만 알았는데, 성인이 되어서도
        여전히 그러는 걸 보니 나이와는 관계없는 것 같다. 이미 어른의 나이를 가진
        내가 이런 말을 하는 게 우스운 일이지만 어른에게도 늘 어른이 존재한다. 나
        역시 누군가에게 우스운 어른일 수 있기에 나보다 어린 친구들을 만날 때는
        늘 조심스러운 마음이다. 내가 미워하던 어른처럼 되지 않으려고 애쓰고,
        좋아하거나 존경할 수 있는 어른을 찾는 일은 거의 포기한 채로 지낸다.
      </p>
    </div>
  );
}
